<?php
if (!defined('_GNUBOARD_')) exit; // 개별 페이지 접근 불가 
?>

<div class="px-3">

	<h2 class="visually-hidden">책임의 한계와 법적고지 안내</h2>

	<h5 class="text-primary pb-2">1. 책임의 한계</h5>

	<p class="pb-3">본 사이트는 링크, 다운로드, 광고 등을 포함하여 본 사이트에 포함되어 있거나, 본 사이트를 통해 배포, 전송되거나, 본 사이트에 포함되어 있는 서비스로부터 접근되는 정보(이하 "자료")의 정확성이나 신뢰성에 대해 어떠한 보증도 하지 않으며, 서비스상의, 또는 서비스와 관련된 광고, 기타 정보 또는 제안의 결과로서 디스플레이, 구매 또는 취득하게 되는 제품 또는 기타 정보(이하 "제품")의 질에 대해서도 어떠한 보증도 하지 않습니다.</p>

	<p class="pb-3">귀하는 자료에 대한 신뢰 여부가 전적으로 귀하의 책임임을 인정합니다. 사이트는 자료 및 서비스의 내용을 수정할 의무를 지지 않으나, 필요에 따라 개선할 수는 있습니다.</p>

	<p class="pb-3">사이트는 자료와 서비스를 "있는 그대로" 제공하며, 서비스 또는 기타 자료 및 제품과 관련하여 상품성, 특정 목적에의 적합성에 대한 보증을 포함하되 이에 제한되지 않고 모든 명시적 또는 묵시적인 보증을 명시적으로 부인합니다. 어떠한 경우에도 서비스, 자료 및 제품과 관련하여 직접, 간접, 부수적, 징벌적, 파생적인 손해에 대해서 책임을 지지 않습니다.</p>

	<p class="pb-3">본 사이트를 통하여 인터넷을 접속함에 있어 사용자의 개인적인 판단에 따라 하시기를 바랍니다. </p>

	<p class="pb-3">본 사이트를 통해 일부 사람들이 불쾌하거나 부적절 하다고 여기는 정보가 포함되어 있는 사이트로 연결될 수 있습니다. 
	이와 관련하여 본 사이트 또는 자료에 열거되어 있는 사이트의 내용을 검토하려는 노력과 관련하여 어떠한 보증도 하지 않습니다. 또한 본 사이트 또는 자료에 열거되어 있는 사이트 상의 자료의 정확성, 저작권 준수, 적법성 또는 도덕성에 대해 아무런 책임을 지지 않습니다. </p>

	<p>본 사이트는 지적재산권을 포함한 타인의 권리를 존중하며, 사용자들도 마찬가지로 행동해 주시기를 기대합니다. 본 사이트는 필요한 경우 그 재량에 의해 타인의 권리를 침해하거나 위반하는 사용자에 대하여 사전 통지 없이 서비스 이용 제한 조치를 취할 수 있습니다.</p> 

	<h5 class="text-primary pt-4 pb-2">2. 책임의 한계와 법적고지의 변경</h5>

	<p>본 사이트는 책임의 한계와 법적고지의 내용을 인터넷산업의 상관례에 맞추어 적절한 방법으로 사전 통지없이 수시로 변경할 수 있습니다.</p>

	<h5 class="text-primary pt-4 pb-2">3. 책임의 한계와 법적고지의 효력</h5>

	<p>책임의 한계와 법적고지사항에서 다루고 있는 세부사항들은 관계당사자들간의 총체적인 합의사항이며, 본 사이트의 개별서비스에서 정하고 있는 별도의 약관, 고지사항 등과 상충되는 경우에는 별도의 약관 또는 고지사항을 우선 적용합니다.</p>

</div>