<?php
if (!defined('_GNUBOARD_')) exit; // 개별 페이지 접근 불가
?>

<div>
    <h3 style="text-align: center;">다모앙, &quot;다같이 모여 더욱 자유로운 세상&quot;</h3>
    <p><br></p>

    <div>
        <img src="https://damoang.net/theme/damoang/page/img/damoang_logo_ko.png" alt="다모앙 한글 로고" width="184" height="119">
    </div>

    <p><br></p>

    <p>다모앙, 그 시작은 작은 물방울이 모여 강을 이루고 결국 바다를 만드는 자연의 이치를 닮았습니다. 이곳은 단순한 커뮤니티를 넘어 세상을 하나로 모으는 소통의 광장입니다. 각자의 작은 목소리가 모여 거대한 울림을 만드는 그곳, 바로 다모앙입니다.</p>

    <p>다모앙은 시작 자체가 선언입니다. 다모앙은 &quot;다같이 모여 더욱 자유로운 세상&quot;을 만들자는 신조 아래 평범하게 시작하여 비범함을 꿈꾸는 사람들이 모인 곳입니다. 한 사람의 생각이 다른 이와 만나 불꽃처럼 튀고, 그렇게 모여 강력한 집단지성을 형성합니다. 다모앙은 단순한 개인의 공간이 아니라, 모두가 함께 꿈을 꾸고 그 꿈을 현실로 만드는 공동의 장입니다.</p>

    <p>&apos;은하영웅전설&apos;의 얀처럼 우직하고 꾸준히 발전해 나가는 이곳은, 빛나는 개인보다는 모두가 함께 성장하는 모습을 지향합니다. 우리는 각자가 지닌 작은 빗방울 같은 아이디어를 모아, 넘치는 시냇물을 만들고 그 힘으로 새로운 길을 개척합니다.</p>

    <p>다모앙의 커뮤니티는 단순한 대화의 장이 아니라 삶의 의미와 방향을 공유하는 큰 가족입니다. 여기서 우리는 서로를 이해하고, 때로는 엄격하게, 때로는 다정하게 서로를 격려하며 함께 나아갑니다. 다양한 생각과 문화가 모여 서로를 이해하고 존중하는 그 과정 속에서 진정한 집단 지성의 힘이 발휘됩니다. 그 과정 자체가 마법인 것입니다.</p>

    <p>다모앙은 대한민국의 민주적 가치와 정신을 이어받아, 모든 구성원이 자유롭고 평등하게 참여할 수 있는 공간을 만들고자 합니다. 우리는 함께 모여 사회적 폐습과 불의를 타파하고, 서로의 다양성을 인정하며 조화를 이루는 공동체를 지향합니다. 다모앙은 각자의 능력을 최대한 발휘할 수 있도록 하고 기회를 균등히 제공받으며, 자유와 권리에 따르는 책임과 의무를 다하는 성숙한 시민의식을 함양합니다. 이를 통해 우리 사회의 발전과 더 나아가 인류 공영에 이바지하고자 합니다.</p>

    <p>다모앙은 &apos;공정, 투명, 집단지성&apos;이라는 가치 아래, 모두가 참여하고 모두가 만들어가는 진정한 민주주의의 장을 지향합니다. 우리의 목소리로 세상을 변화시키고 그 변화가 새로운 시대를 만드는 데 기여하길 바랍니다.</p>

    <p>오늘도 다모앙은 새로운 시작을 꿈꾸며, 여러분의 참여를 기다립니다. 이 소중한 공간에서 우리 모두의 이야기가 모여 또 다른 역사를 쓰게 되길 기대하며 다모앙은 항상 열린 마음으로 여러분을 맞이할 준비가 되어 있습니다. 여러분과 함께라면 더 큰 꿈을 향해 나아갈 수 있습니다.</p>

    <div>
        <img src="https://damoang.net/theme/damoang/page/img/damoang_logo_en.png" alt="다모앙 영문 로고" width="250" height="119">
    </div>

    <p><br></p>
    <p style="text-align: right;">- 다모앙 김선도 올림 -</p>
</div>
