<?php
if (!defined('_GNUBOARD_')) exit; // 개별 페이지 접근 불가
?>

<p>&nbsp;</p>
<p style="text-align: right;">실시기준일: 2024-04-23</p>
<p><strong>1. 운영정책(안)</strong></p>
<p><strong>(1) 경고 없는 삭제</strong></p>
<p>- 광고/바이럴이 확실하거나 강하게 의심되는 글<br>- 성인용(과도한 또는 특정 부위의 신체 노출 등) 글<br><strong>[판단근거]</strong><br>* 회원들 자정활동(신고, 빈댓글, 댓글내용
    등)과 운영진의 정성적인 판단 통해 처분<br>* 삭제 처분이 100% 확실하지 않을 수는 있으니, 억울함이 발생되지 않으려면 의심될 만한 글/댓글은 올리지 않는 것을 권고</p>
<p><strong>(2) 진실의방으로 이동</strong></p>
<p>- 회원간 금전거래 및 금전적 요청 글<br>- 특정 회원 저격을 통해 커뮤니티의 질서를 문란하게 하는 글<br>- 인종차별, 성차별, 성희롱, 남녀 갈등유발 등 분란을 유도하는
    글<br><strong>[판단근거]</strong><br>* 신고 누적으로 인해 진실의방으로 이동되는 조건이 달성된 글<br>* 다수 회원들이 불편함을 느낄 정도의 게시글을 반복적으로 올리는 경우 운영진 직권으로 판단</p>
<p><strong>(3) 강퇴/차단</strong></p>
<p>- 다중 계정 이용 확실 및 의심 사용자<br>- 징계를 회피할 목적으로 재가입 의심 사용자<br>- 반복적인 욕설, 반말 사용자<br>- 반복적으로 차별, 분란, 저격을 유도하여 커뮤니티의 갈등을 유발하는
    사용자<br>- 반복적으로 바이럴/불쾌감조성/성인물게시 하는 사용자<br><strong>[판단근거]</strong><br>* 운영자 권한으로만 확인할 수 있는 IP 주소, 접속 기기 정보, 접속 기기
    Fingerprint 등의 데이터를 근거로 종합적 판단<br>* VPN 등을 사용하는 경우 간혹 IP의 중복 현상이 나타날 수도 있겠으나, 확률적으로 높지 않으므로 처분의 기준은 IP 전체 주소로 함<br>*
    분란의 근거는 상식이 있는 커뮤니티 회원들의 댓글 등의 내용을 통해 운영진이 판단</p>
<p><strong>(4) 징계 등</strong><br>기존 논의에 따라 징계 절차 중 글쓰기 제한의 기능은 일시 보류<br>&nbsp;</p>
<p><strong>2. 소명 절차</strong></p>
<p>- 운영정책 처분에 억울함을 느끼는 경우 소명 가능<br>- 소명은 1차적으로 contact@damoang.net 이메일로 진행하며, 소명에 대한 별도 양식은 없음<br>- 소명의 내용이 타당하다고 운영진이
    판단하는
    경우 거버넌스 게시판에 소명 내용을 게시하고, 이해관계가 있는 회원들의 논의를 통해 추가 처분 결정</p>
<p><br><strong>3. 기타</strong></p>
<p>- 이후 추가/변경되는 사항은 본 문서에 업데이트하고, 업데이트 기준일을 명시</p>
<p>(끝)</p>
