<?php
if (!defined('_GNUBOARD_')) exit; // 개별 페이지 접근 불가

$name_company = '다모앙'; // 회사명 입력
$name_site = '웹사이트'; // 사이트 또는 쇼핑몰명 입력
$enforcement_date = '2024 O4월 1O일'; // 시행일

?>

<div class="px-3">
    <h2 class="visually-hidden">회원가입약관</h2>

    <h5 class="text-primary pb-2">제1조 목적</h5>

    <p class="pb-2">이 약관은 다모앙 웹사이트(서비스 URL www.damoang.net, 이하 “웹사이트”라 한다)에서 제공하는 인터넷 관련 서비스(이하 “서비스”라 한다)를 이용함에 있어 운영자와 이용자의 권리·의무 및 책임사항을 규정함을 목적으로 합니다.</p>

    <h5 class="text-primary pt-4 pb-2">제2조 정의</h5>
    <p class="pb-2">이 약관에서 사용하는 용어의 정의는 다음과 같습니다. 그리고 여기에서 정의되지 않은 이 약관상의 용어의 의미는 일반적인 거래관행에 따릅니다.</p>

    <ol>
        <li>“회원”이라 함은 “웹사이트”에 회원등록을 한 자로서, 계속적으로 운영자가 제공하는 서비스를 이용할 수 있는 자를 말합니다.
        <li>“비회원”이라 함은 회원에 가입하지 않고 운영자가 제공하는 서비스를 이용하는 자를 말합니다.
        <li>“아이디(ID)”라 함은 회원의 식별과 서비스 이용을 위하여 회원이 설정하고 운영자가 승인하여 등록된 식별자(예 : 전자우편주소)를 말합니다.
        <li>“비밀번호(Password)”라 함은 회원의 동일성 확인과 회원의 권익 및 비밀보호를 위하여 회원 스스로가 설정하여 “웹사이트”에 등록한 문자와 숫자 등의 조합을 말합니다.
    </ol>

    <h5 class="text-primary pt-4 pb-2">제3조 약관 등의 명시와 설명 및 개정</h5>

    <ol>
        <li> 운영자는 이 약관의 내용과 연락처(회원의 불만을 처리할 수 있는 곳의 연락처를 포함), 개인정보보호책임자 등을 이용자가 쉽게 알 수 있도록 “웹사이트”의 초기 서비스화면(전면)에 게시합니다. 다만, 약관의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.
        <li> 운영자는 「약관의 규제에 관한 법률」, 「전자문서 및 전자거래기본법」, 「전자서명법」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「소비자기본법」, 「개인정보 보호법」 등 관련 법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
        <li> 운영자가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 “웹사이트”의 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 이용자에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다.
        <li> 운영자 약관을 개정할 경우에는 관련 법령에 특별한 규정 또는 기타 부득이한 사유가 없는 한 그 적용일자 이전으로 소급하여 적용되지 아니합니다.
        <li> 공지된 적용일자 이후에 회원이 명시적으로 거부의사를 표명하지 않을 경우에는 개정된 약관에 동의하는 것으로 간주되며, 변경된 약관에 동의하지 않는 회원은 탈퇴를 요청할 수 있습니다.
        <li> 제3항의 조치에도 불구하고 약관의 개정 사실을 알지 못함으로써 발생하는 회원의 피해에 대하여 운영자는 책임을 지지 않습니다.
        <li> 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 약관의 규제 등에 관한 법률, 관계법령 또는 상관례에 따릅니다.
        <li> 약관을 적용하기 위하여 필요한 사항과 약관에서 구체적 범위를 정하여 위임한 사항을 웹사이트 운영규칙(이하 “운영규칙”이라 합니다)으로 정할 수 있습니다.

    </ol>

    <h5 class="text-primary pt-4 pb-2">제4조 서비스의 제공 및 변경</h5>

    <ol>
        <li>운영자는 다음의 서비스를 제공합니다.
        <ol>
            <li> 커뮤니티 게시판
            <li> 커뮤니티 소모임 게시판
            <li> 기타 운영자가 정하는 서비스 또는 업무
        </ol>
        <li>운영자는 회원 또는 비회원의 이용 편의 등을 위해 웹사이트의 여러 기능 추가 또는 변경 할 수 있습니다. 이 경우에는 회원의 권리가 변동되는 주요변경된 기능에 대해서는 회원 또는 비회원에게 알릴 수 있도록 공지합니다.	</li>
    </ol>

    <h5 class="text-primary pt-4 pb-2">제5조 서비스의 중단</h5>

    <ol>
        <li>"몰"은 컴퓨터 등 정보통신설비의 보수점검·교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다.
        <li>"몰"은 제1항의 사유로 서비스의 제공이 일시적으로 중단됨으로 인하여 이용자 또는 제3자가 입은 손해에 대하여 배상합니다. 단, "몰"이 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.
        <li>사업종목의 전환, 사업의 포기, 업체간의 통합 등의 이유로 서비스를 제공할 수 없게 되는 경우에는 "몰"은 제8조에 정한 방법으로 이용자에게 통지하고 당초 "몰"에서 제시한 조건에 따라 소비자에게 보상합니다. 다만, "몰"이 보상기준 등을 고지하지 아니한 경우에는 이용자들의 마일리지 또는 적립금 등을 "몰"에서 통용되는 통화가치에 상응하는 현물 또는 현금으로 이용자에게 지급합니다.
    </ol>

    <h5 class="text-primary pt-4 pb-2">제6조 회원가입</h5>

    <ol>
        <li> 가입신청자는 운영자가 정한 가입 양식에 따라 회원정보를 기입한 후 이 약관에 동의한다는 의사표시를 함으로서 회원가입을 신청합니다.
        <li> 운영자는 제1항과 같이 회원으로 가입할 것을 신청한 이용자 중 다음 각 호에 해당하지 않는 한 회원으로 등록합니다.

        <ol>
            <li> 가입신청자가 이 약관 제7조제3항에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 다만 제7조제3항에 의한 회원자격 상실 후 3년이 경과한 자로서 운영자의 회원재가입 승낙을 얻은 경우에는 예외로 한다.
            <li> 등록 내용에 허위, 기재누락, 오기가 있는 경우
            <li> 가입신청자가 만14세 미만의 아동인 경우
            <li> 기타 회원으로 등록하는 것이 “웹사이트”의 운영에 현저히 지장이 있다고 판단되는 경우
        </ol>
        <li> 회원가입계약의 성립 시기는 운영자의 승낙이 이용자에게 도달한 시점으로 합니다.
        <li> 회원은 회원가입 시 등록한 사항에 변경이 있는 경우, 정보수정 등의 방법으로 그 변경사항을 “웹사이트”에 반영하여야 합니다.
    </ol>
    <h5 class="text-primary pt-4 pb-2">제7조 회원 탈퇴 및 자격 상실 등</h5>

    <ol>
        <li> 회원은 운영자에 언제든지 탈퇴를 요청할 수 있으며 운영자는 즉시 회원탈퇴를 처리합니다. 단, 회원이 민원 관련 분쟁이 있는 경우 탈퇴가 제한될 수 있습니다.
        <li> 회원이 다음 각 호의 사유에 해당하는 경우, 운영자는 회원자격을 제한 및 정지시킬 수 있습니다.

        <ol>
            <li> 회원정보에 허위 내용을 등록하거나 타인의 정보를 도용한 경우
            <li> 다른 사람의 “웹사이트” 이용을 방해하거나 그 정보를 도용하는 등 웹사이트 내 질서 및 유지를 위협하는 경우
            <li> 이 약관의 규정을 위반하거나 법령 및 공공의 질서에 반하는 행위를 하는 경우
        </ol>
        <li>운영자가 회원 자격을 제한·정지 시킨 후, 동일한 행위가 3회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 운영자는 회원자격을 상실시킬 수 있습니다.
        <li>운영자가 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 이를 통지하고, 회원등록 말소 전에 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다.
    </ol>

    <h5 class="text-primary pt-4 pb-2">제8조 회원에 대한 통지</h5>

    <ol>
        <li>운영자가 회원에 통지를 하는 경우, 회원이 운영자와 미리 약정하여 지정한 웹사이트 내 알림, 전자우편 등의 방법으로 할 수 있습니다.
        <li>운영자는 불특정다수 회원에 대한 통지의 경우 1주일이상 “웹사이트” 게시판에 게시함으로서 개별 통지에 갈음할 수 있습니다.
    </ol>

    <h5 class="text-primary pt-4 pb-2">제9조(개인정보 제공 동의 등)	</h5>

    <ol>
        <li>운영자는 제3자에게 구매자 개인정보를 제공할 필요가 있는 경우 1) 개인정보를 제공받는 자, 2) 개인정보를 제공받는 자의 개인정보 이용목적, 3) 제공하는 개인정보의 항목, 4) 개인정보를 제공받는 자의 개인정보 보유 및 이용기간을 이용자에게 알리고 동의를 받습니다. (동의를 받은 사항이 변경되는 경우에도 같습니다.)
        <li>운영자가 제3자에게 회원의 개인정보를 취급할 수 있도록 업무를 위탁하는 경우에는 「개인정보 보호법」에서 정하고 있는 방법으로 개인정보 처리방침을 통해 안내합니다.
    </ol>

    <h5 class="text-primary pt-4 pb-2">제10조(개인정보보호)</h5>

    <ol>
        <li> 운영자는 이용자의 개인정보 수집 시 서비스 제공을 위하여 필요한 범위에서 최소한의 개인정보를 수집합니다.
        <li> 운영자는 이용자의 개인정보를 수집·이용하는 때에는 당해 이용자에게 그 목적을 고지하고 동의를 받습니다. 다만, 관련 법령상 의무이행을 위하여 필요한 경우로서 최소한의 특정 개인정보를 수집하는 경우에는 그러하지 아니합니다
        <li> 운영자는 수집된 개인정보를 목적 외의 용도로 이용할 수 없으며, 새로운 이용목적이 발생한 경우 또는 제3자에게 제공하는 경우에는 이용·제공단계에서 당해 이용자에게 그 목적을 고지하고 동의를 받습니다. 다만, 관련 법령에 달리 정함이 있는 경우에는 예외로 합니다.
        <li> 운영자가 이용자 이외로부터 수집한 개인정보를 처리하는 때에는 정보주체의 요구가 있으면 즉시 개인정보의 수집 출처 및 개인정보의 처리 목적을 정보주체에게 알립니다. 이용자는 개인정보 처리의 정지를 요구하거나 동의를 철회할 권리가 있습니다.
        <li> 이용자는 언제든지 운영자가 가지고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있으며 운영자는 이에 대해 지체 없이 필요한 조치를 취할 의무를 집니다. 이용자가 오류의 정정을 요구한 경우에는 운영자는 그 오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.
        <li> 운영자는 관련 법률 등에서 허용하는 범위 내에서 이용자의 개인정보를 제3자에게 제공할 수 있습니다.
    </ol>

    <h5 class="text-primary pt-4 pb-2">제11조(운영자의 의무)</h5>

    "몰"에서 구매한 재화 또는 용역에 대한 대금지급방법은 다음 각 호의 방법중 가용한 방법으로 할 수 있습니다. 단, "몰"은 이용자의 지급방법에 대하여 재화 등의 대금에 어떠한 명목의 수수료도 추가하여 징수할 수 없습니다.

    <ol class="pt-2">
        <li> 운영자는 이 약관이 금지하거나 사회적 질서에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라 지속적이고, 안정적으로 서비스를 제공하는데 최선을 다합니다.
        <li> 운영자는 이용자가 안전하게 서비스를 이용할 수 있도록 이용자의 개인정보보호를 위한 보안시스템을 갖추고, 개인정보 처리방침에 게재하고 준수합니다.
        <li> 운영자는 이용자가 동의하지 않는 영리목적의 광고성 전자우편, 웹사이트 알림 등을 발송하지 않습니다.
    </ol>

    <h5 class="text-primary pt-4 pb-2">제12조(회원의 아이디 및 비밀번호에 대한 의무)</h5>

    <ol>
        <li> 아이디와 비밀번호에 관한 관리책임은 회원 본인에게 있습니다.
        <li>  회원은 자신의 아이디 및 비밀번호를 제3자 제공, 공개하거나 제3자가 이용하게 해서는 안 됩니다.
        <li>  회원이 자신의 아이디 및 비밀번호를 유출 또는 도난당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 회사에 통보하고 회사의 안내가 있는 경우에는 그에 따라야 합니다. 회사의 안내에 응하지 않은 경우 회원이 본 조의 의무를 준수하지 않아 발생하는 모든 불이익에 대해 책임을 부담합니다.
        <li>  회원의 아이디와 비밀번호가 외부에 유출되었다고 의심되는 경우, 회사는 계정 잠금, 비밀번호 변경 안내 등 보호조치를 취할 수 있으며, 회원의 “웹사이트” 이용이 제한될 수 있습니다.
    </ol>

    <h5 class="text-primary pt-4 pb-2">제13조(이용자의 의무)</h5>

    <ol>
        <li>이용자는 다음 행위를 하여서는 안 됩니다.
            <ol>
                <li> 신청 또는 변경 시 허위 내용의 등록
                <li> 타인의 정보 도용
                <li> "웹사이트"에 타인이 작성한 정보의 변경
                <li> 운영자가 정한 방법 이외의 방법(웹 및 앱 브라우저, 전용 클라이언트 프로그램 등)을 이용한 정보의 송신 또는 게시
                <li> 제3자의 지적재산권(저작권, 상표권 등)을 침해하는 행위
                <li> 외설, 폭력, 차별, 혐오, 음란, 저속한 내용 등 공공질서에 반하거나 타인의 명예를 훼손하는 정보를 웹사이트에 게시하는 행위
                <li> 타인의 프라이버시 및 표현의 자유를 침해하는 행위
                <li> 악성 프로그램에 감염된 파일 등을 업로드하는 행위
                <li>  영리적인 목적으로 상품 또는 서비스를 광고 또는 판매하는 행위
                <li> 자료조사, 컨테스트, 피라미드 영업을 행하거나 행운의 편지를 보내는 행위
                <li> 업로드된 파일에 포함된 소프트웨어 또는 기타 자료의 저자표시, 유의사항, 또는 상표명이나 라벨을 위조 또는 제거하는 행위
                <li> 여론 조성 목적으로 복수의 계정을 생성하거나, 계정 사용 중단 후 신규 계정을 생성하는 행위
                <li> 본인 계정이 아닌 타인의 계정을 무단으로 사용하는 행위
                <li> 관리자의 합리적인 중재나 시정 요구를 거부하는 행위
                <li> 다른 사용자의 서비스 이용을 방해하는 행위
            </ol>
        <li>회원은 이 약관의 규정 등을 준수하여야 하며, 기타 운영자 업무에 방해되는 행위를 하여서는 안 됩니다.
        <li>회원은 다음 행위를 하여서는 안 됩니다.
            <ol>
                <li> 운영자가 제공하는 서비스 이용방법에 의하지 아니하고 비정상적인 방법으로 서비스를 이용하거나 운영자의 정보시스템에 접근하는 행위
                <li> 기타 운영자 또는 제3자의 권리를 침해 또는 침해할 우려가 있거나, 질서를 위협하는 행위
    </ol>

    <h5 class="text-primary pt-4 pb-2">제14조(저작권의 귀속 및 이용제한)</h5>

    이용자는 “웹사이트”를 이용함으로써 얻은 정보 중 운영자에 지적재산권이 귀속된 정보를 운영자의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안 됩니다.


    <h5 class="text-primary pt-4 pb-2">제15조(분쟁해결)</h5>

    <ol>
        <li> 운영자는 이용자가 제기하는 정당한 의견이나 불만을 반영하기 위하여 상담창구를 설치·운영 합니다.
        <li> 운영자는 이용자로부터 제출되는 불만사항 및 의견은 우선적으로 그 사항을 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 즉시 통보해 드립니다.<li> 이용자는 재화등을 배송받은 경우 다음 각호의 1에 해당하는 경우에는 반품 및 교환을 할 수 없습니다.
    </ol>

    <h5 class="text-primary pt-4 pb-2">제16조(재판권 및 준거법)</h5>

    <ol>
        <li>회사와 이용자 간에 분쟁이 발생하여 소송이 제기되는 경우 운영자의 소재지를 관할법원으로 합니다.
        <li> 이 약관의 해석 및 회사와 이용자 간에 제기된 분쟁에 대하여는 대한민국의 법률을 적용합니다.
    </ol>

    <h5 class="text-primary pt-4 pb-2">부&nbsp;&nbsp;칙 시행일 등</h5>

    <ol>
        <li>이 약관은 <?php echo $enforcement_date ?>부터 시행합니다.
        <li>이 약관은 전자상거래(인터넷사이버몰) 표준약관 제10023호(2014. 9. 19. 개정)를 준수합니다.
    </ol>
</dov>
